/* Accept Friend Request Alert Button Title */
"ACCEPT_FRIEND_REQUEST_BUTTON_TITLE" = "Αποδοχή";

/* Accept game invite Alert Button Title */
"ACCEPT_INVITE_BUTTON_TITLE" = "Αποδοχή";

/* Account disabled alert message */
"ACCOUNT_DISABLED_ALERT_MESSAGE" = "Το Apple ID που εισήγατε έχει απενεργοποιηθεί για λόγους ασφαλείας. Αγγίξτε την \"Επαναφορά\" για να αλλάξετε το συνθηματικό.";

/* You are not allowed to modify accounts on this device (alert text) */
"ACCOUNT_RESTRICTED_CREATE_TEXT" = "Δεν σας επιτρέπεται η τροποποίηση λογαριασμών σε αυτήν τη συσκευή";

/* Cannot create account (alert title) */
"ACCOUNT_RESTRICTED_CREATE_TITLE" = "Δεν είναι δυνατή η δημιουργία λογαριασμού";

/* You are not allowed to edit your account on this device (alert text) */
"ACCOUNT_RESTRICTED_EDIT_TEXT" = "Δεν σας επιτρέπεται η επεξεργασία του λογαριασμού σας σε αυτήν τη συσκευή";

/* Cannot edit account (alert title) */
"ACCOUNT_RESTRICTED_EDIT_TITLE" = "Δεν είναι δυνατή η επεξεργασία λογαριασμού";

/* You are not allowed to sign in to this device (alert text) */
"ACCOUNT_RESTRICTED_SIGNIN_TEXT" = "Δεν σας επιτρέπεται η σύνδεση σε αυτήν τη συσκευή";

/* Cannot sign in (alert title) */
"ACCOUNT_RESTRICTED_SIGNIN_TITLE" = "Δεν είναι δυνατή η σύνδεση";

/* Account Title */
"ACCOUNT_TITLE" = "Λογαριασμός";

/* Achievements title one player */
"ACHIEVEMENTS" = "Επιτεύγματα";

/* Achievement User Title points tally compare screen (plural, plural form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_PLURAL" = "%1$@ επιτεύγματα, %2$@ βαθμοί";

/* Achievement User Title points tally compare screen (plural, singular form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_SINGULAR" = "%1$@ επιτεύγματα, %2$@ βαθμός";

/* Achievement User Title points tally compare screen (plural, zero form) */
"ACHIEVEMENTS_1_POINTS_2_PLURAL_ZERO" = "%1$@ επιτεύγματα, %2$@ βαθμοί";

/* Achievement User Title points tally compare screen (singular, plural form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_PLURAL" = "%1$@ επίτευγμα, %2$@ βαθμοί";

/* Achievement User Title points tally compare screen (singular form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_SINGULAR" = "%1$@ επίτευγμα, %2$@ βαθμός";

/* Achievement User Title points tally compare screen (singular, zero form) */
"ACHIEVEMENTS_1_POINTS_2_SINGULAR_ZERO" = "%1$@ επίτευγμα, %2$@ βαθμοί";

/* Achievement User Title points tally compare screen (zero, zero form) */
"ACHIEVEMENTS_1_POINTS_2_ZERO_ZERO" = "%1$@ επιτεύγματα, %2$@ βαθμοί";

/* # of max # achievements format (plural) */
"ACHIEVEMENTS_N1_OF_M2_PLURAL" = "%1$@ από %2$@ επιτεύγματα ";

/* # of max # achievements format (singular) */
"ACHIEVEMENTS_N1_OF_M2_SINGULAR" = "%1$@ από %2$@ επίτευγμα ";

/* Achievements Section Title total for unowned games (plural) */
"ACHIEVEMENT_COUNT_TITLE_PLURAL" = "%@ επιτεύγματα ";

/* Achievements Section Title total for unowned games (singular) */
"ACHIEVEMENT_COUNT_TITLE_SINGULAR" = "%@ επίτευγμα ";

/* Achievements Section Title total for unowned games (uppercase, plural) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_PLURAL" = "%@ ΕΠΙΤΕΥΓΜΑΤΑ ";

/* Achievements Section Title total for unowned games (uppercase, singular) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_SINGULAR" = "%@ ΕΠΙΤΕΥΓΜΑ ";

/* Achievements Section Title total for unowned games (uppercase, zero) */
"ACHIEVEMENT_COUNT_TITLE_UPPERCASE_ZERO" = "ΚΑΝΕΝΑ ΕΠΙΤΕΥΓΜΑ ";

/* Achievements Section Title total for unowned games (zero) */
"ACHIEVEMENT_COUNT_TITLE_ZERO" = "Κανένα επίτευγμα ";

/* Achievement earned: date. */
"ACHIEVEMENT_EARNED_DATE" = "Κερδήθηκε: ";

/* Achievement earned on: date. */
"ACHIEVEMENT_EARNED_ON_DATE" = "Κερδήθηκε: %1$@";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_PLURAL" = "%1$@ από %2$@ επιτεύγματα ";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_SINGULAR" = "%1$@ από %2$@ επίτευγμα ";

/* Achievement User Title number of achievements.used when value is >1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_PLURAL" = "%1$@ ΑΠΟ %2$@ ΕΠΙΤΕΥΓΜΑΤΑ";

/* Achievement User Title number of achievements.used when value is 1 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_SINGULAR" = "%1$@ ΑΠΟ %2$@ ΕΠΙΤΕΥΓΜΑ";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_UPPERCASE_ZERO" = "%1$@ ΑΠΟ %2$@ ΕΠΙΤΕΥΓΜΑΤΑ";

/* Achievement User Title number of achievements.used when value is 0 */
"ACHIEVEMENT_N1_OF_M2_ZERO" = "%1$@ από %2$@ επιτεύγματα ";

/* Achievement detail when achievement hasn't been earned yet. */
"ACHIEVEMENT_NOT_YET_ACHIEVED" = "Δεν έχει επιτευχθεί ακόμη";

/* Achievement 50% complete. */
"ACHIEVEMENT_PERCENT_COMPLETE" = "%1$@ ολοκληρώθηκε";

/* number of points for that achievement. Used for when value is >1 */
"ACHIEVEMENT_POINTS_PLURAL" = "%@ βθμ";

/* number of points for that achievement. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_SINGULAR" = "%@ βαθμός";

/* Achievement User Title points tally.used when value is equal >1 */
"ACHIEVEMENT_POINTS_TALLY_PLURAL" = "(%@ βθμ)";

/* Achievement User Title points tally.used when value is equal 1 */
"ACHIEVEMENT_POINTS_TALLY_SINGULAR" = "(%@ βαθμός)";

/* Achievement User Title points tally.used when value is equal 0 */
"ACHIEVEMENT_POINTS_TALLY_ZERO" = "(%@ βθμ)";

/* Unit to accompany large points count. Used for when value is >1 */
"ACHIEVEMENT_POINTS_UNIT_PLURAL" = "βθμ";

/* Unit to accompany large points count. Used for when value is equal to 1 */
"ACHIEVEMENT_POINTS_UNIT_SINGULAR" = "βθμ";

/* Unit to accompany large points count. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_UNIT_ZERO" = "βθμ";

/* number of points for that achievement. Used for when value is equal to 0 */
"ACHIEVEMENT_POINTS_ZERO" = "%@ βθμ";

/* Undo name for adding an address to a recipient field in the compose window */
"ADDRESS_ADDITION" = "Προσθήκη διεύθυνσης";

/* Undo name for removing an address from a recipient field in the compose window */
"ADDRESS_DELETION" = "Διαγραφή διεύθυνσης";

/* You are not allowed to send friend requests on this device (alert text) */
"ADD_FRIENDS_RESTRICTED_TEXT" = "Δεν σας επιτρέπεται η αποστολή αιτήσεων φιλίας σε αυτήν τη συσκευή";

/* Cannot send friend requests (alert title) */
"ADD_FRIENDS_RESTRICTED_TITLE" = "Δεν είναι δυνατή η αποστολή αιτήσεων φιλίας";

/* Add Player Button */
"ADD_PLAYER_BUTTON" = "Προσθήκη";

/* Message for not authenticate alert */
"ALERT_MESSAGE_NOT_AUTHENTICATED" = "Ο παίκτης δεν είναι συνδεδεμένος";

/* Message for parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED" = "Δεν σας επιτρέπεται η χρήση του Game Center σε αυτήν τη συσκευή";

/* Message for multiplayer parental controls alert */
"ALERT_MESSAGE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "Δεν σας επιτρέπεται να παίξετε με πολλαπλούς παίκτες σε αυτήν τη συσκευή";

/* Title for not auntenticated alert */
"ALERT_TITLE_NOT_AUTHENTICATED_MULTIPLAYER" = "Δεν είναι διαθέσιμη η επιλογή πολλαπλών παικτών";

/* Title for parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED" = "Το Game Center δεν είναι διαθέσιμο";

/* Title for multiplayer parental controls alert */
"ALERT_TITLE_PARENTALCONTROLSBLOCKED_MULTIPLAYER" = "Δεν είναι διαθέσιμη η επιλογή πολλαπλών παικτών";

/* Anonymous player nickname */
"ANONYMOUS_PLAYER_NICKNAME" = "Ανώνυμα";

/* Apple ID Password Alert Title */
"APPLE_ID_PASSWORD" = "Συνθηματικό Apple ID";

/* Auto-match wait time over n minutes (plural) */
"APPROX_WAIT_TIME_MINUTES_PLURAL" = "Το Game Center θα σας ταιριάξει αυτόματα για παιχνίδι με διαθέσιμους παίκτες. Εκτιμώμενος χρόνος αναμονής: πάνω από %@ λεπτά";

/* Auto-match wait time over n minute (singular) */
"APPROX_WAIT_TIME_MINUTES_SINGULAR" = "Το Game Center θα σας ταιριάξει αυτόματα για παιχνίδι με διαθέσιμους παίκτες. Εκτιμώμενος χρόνος αναμονής: πάνω από %@ λεπτό";

/* Auto-match wait time over n minutes (zero) */
"APPROX_WAIT_TIME_MINUTES_ZERO" = "Το Game Center θα σας ταιριάξει αυτόματα για παιχνίδι με διαθέσιμους παίκτες. Εκτιμώμενος χρόνος αναμονής: πάνω από %@ λεπτά";

/* Auto-match wait time n seconds (plural) */
"APPROX_WAIT_TIME_PLURAL" = "Το Game Center θα σας ταιριάξει αυτόματα για παιχνίδι με διαθέσιμους παίκτες. Εκτιμώμενος χρόνος αναμονής: %@ δευτερόλεπτα";

/* Auto-match wait time n second (singular) */
"APPROX_WAIT_TIME_SINGULAR" = "Το Game Center θα σας ταιριάξει αυτόματα για παιχνίδι με διαθέσιμους παίκτες. Εκτιμώμενος χρόνος αναμονής: %@ δευτερόλεπτο";

/* Auto-match wait time n seconds (zero) */
"APPROX_WAIT_TIME_ZERO" = "Το Game Center θα σας ταιριάξει αυτόματα για παιχνίδι με διαθέσιμους παίκτες. Εκτιμώμενος χρόνος αναμονής: %@ δευτερόλεπτα";

/* Go To App Store Invite Button Title */
"APP_STORE" = "App Store";

/* Auto-match */
"AUTO_MATCH" = "Αυτόματα";

/* Auto-matched */
"AUTO_MATCHED" = "Αυτόματο ταίριασμα";

/* Auto-Match player */
"AUTO_MATCH_PLAYER" = "Παίκτης αυτόματου ταιριάσματος";

/* button to friend request */
"BUTTON_TO_SEND_FRIEND_REQUEST" = "Αποστολή";

/* button to send game invite */
"BUTTON_TO_SEND_GAME_INVITE" = "Αποστολή";

/* By Game Center */
"BY_GAME_CENTER" = "Από Game Center";

/* Cancelled invite label */
"CANCELLED_INVITE_LABEL" = "Ακυρώθηκε";

/* Cancel */
"CANCEL_BUTTON" = "Ακύρωση";

/* Can't Connect invite label */
"CANT_CONNECT_INVITE_LABEL" = "Δεν είναι δυνατή η σύνδεση";

/* Can't connect to Game Center account pages message */
"CANT_CONNECT_TO_GAME_CENTER_ACCOUNT_PAGES_MESSAGE" = "Αυτή τη στιγμή, οι υπηρεσίες λογαριασμού Game Center δεν είναι διαθέσιμες.\nΔοκιμάστε ξανά αργότερα.";

/* Cannot connect message */
"CAN_NOT_CONNECT_TO_GAME_CENTER_MESSAGE" = "Για πρόσβαση στο Game Center, συνδεθείτε σε κινητό δίκτυο ή Wi-Fi";

/* Challenge Friend Picker's \"done\" button title for when coming from a message view  */
"CHALLENGE_ADD_PLAYERS_BUTTON_TITLE" = "Προσθήκη";

/* Instructive text below disabled \"Send Challenge\" button when the player for the current score screen is not the local player's friend. %1$@ is the other player's name. */
"CHALLENGE_BUTTON_DISABLED_NOT_FRIEND" = "Γίνετε φίλος με τον χρήστη %1$@ για την αποστολή πρόκλησης";

/* Instructive text below disabled \"Challenge Friends\" button when the current player has no friends */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS" = "Κάντε φίλους στο Game Center για να αρχίσετε να στέλνετε και να λαμβάνετε προκλήσεις";

/* Instructive text below disabled \"Challenge Friends\" button when the current player's friends have all already earned the current achievement. %1$@ is the achievement's name */
"CHALLENGE_BUTTON_DISABLED_NO_FRIENDS_ELIGIBLE" = "Οι φίλοι σας έχουν ήδη κερδίσει το επίτευγμα «%1$@». Προκαλέστε τους για επιτεύγματα που δεν έχουν κερδίσει ακόμη.";

/* Instructive text below disabled \"Challenge Friends\" / \"Send Challenge\" button when the current player has no score for the current leaderboard. %1$@ is the leaderboard's name. */
"CHALLENGE_BUTTON_DISABLED_NO_SCORE" = "Κερδίστε βαθμολογία στο %1$@ για να προκαλέσετε τους φίλους σας να την υπερβούν";

/* Challenge Completed Alert Button OK Title */
"CHALLENGE_COMPLETED_OK_BUTTON" = "OK";

/* Challenges detail goal description for achievement challenge */
"CHALLENGE_DETAIL_ACHIEVEMENT_GOAL_FORMAT" = "Πρόκληση του χρήστη «%1$@»: %2$@";

/* Challenges detail from line */
"CHALLENGE_DETAIL_FROM_FORMAT" = "Πρόκληση από %1$@";

/* Challenges detail goal description for any challenge */
"CHALLENGE_DETAIL_GOAL_FORMAT" = "Πρόκληση του χρήστη «%1$@»:";

/* Challenges detail quote wrapper for message */
"CHALLENGE_DETAIL_MESSAGE_QUOTE_FORMAT" = "\"%1$@\"";

/* Challenges detail goal description for score challenge, for example \"Doc Brown's challenge: score 500 touchdowns on level 1\" */
"CHALLENGE_DETAIL_SCORE_GOAL_FORMAT" = "Πρόκληση του χρήστη «%1$@»: βαθμολογία %2$@ στο %3$@";

/* Challenge Friend Title */
"CHALLENGE_FRIEND" = "Πρόκληση φίλου";

/* Send Challenge Invitation Title */
"CHALLENGE_INVITATION_TITLE" = "Πρόκληση";

/* Challenge invitation description start */
"CHALLENGE_INVITE_DESCRIPTION_START" = "Πρόκληση:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_FROM_PLAYER_NO_MESSAGE_FORMAT" = "Από %1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_FROM_PLAYER_WITH_MESSAGE_FORMAT" = "Από %1$@:";

/* Challenges list description for player, without a message */
"CHALLENGE_LIST_PLAYER_NO_MESSAGE_FORMAT" = "%1$@";

/* Challenges list description for player, with a message */
"CHALLENGE_LIST_PLAYER_WITH_MESSAGE_FORMAT" = "%1$@: ";

/* Challenges list description for score challenge */
"CHALLENGE_LIST_SCORE_GOAL_FORMAT" = "Βαθμολογία %1$@ στο %2$@";

/* Challenge completed by current player banner message while in that game */
"CHALLENGE_LOCALLY_COMPLETED_BANNER_IN_GAME_FORMAT" = "Νικήσατε στην πρόκληση του χρήστη «%1$@»: %2$@";

/* Challenge Friend Picker Back Button Title */
"CHALLENGE_PICKER_BACK_TITLE" = "Πίσω";

/* Challenge Friend Picker Title */
"CHALLENGE_PICKER_TITLE" = "Επιλογή φίλων";

/* Close the challenge received alert without further action */
"CHALLENGE_RECEIVED_IGNORE" = "Αγνόηση";

/* Challenge received message in game with challenge goal text (i.e.: Challenged you: 1000 coins on Level 1) */
"CHALLENGE_RECEIVED_IN_GAME_BANNER_FORMAT" = "Σας προκάλεσε: %1$@";

/* Launch the game to start the challenge */
"CHALLENGE_RECEIVED_LAUNCH_GAME" = "Εκκίνηση παιχνιδιού";

/* There's no compatible game on the device -- launch the app store with the game's URL */
"CHALLENGE_RECEIVED_LAUNCH_STORE" = "Μετάβαση στο App Store";

/* Challenge received message while not in that game with game title and goal (i.e.: Rescue Rangers Challenge: 1000 coins on Level 1 */
"CHALLENGE_RECEIVED_OUT_OF_GAME_BANNER_FORMAT" = "Πρόκληση %1$@: %2$@";

/* Challenge completed by other player banner message while in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_IN_GAME_FORMAT" = "Νίκησε στην πρόκλησή σας: %1$@";

/* Challenge completed by other player banner message while not in that game */
"CHALLENGE_REMOTELY_COMPLETED_BANNER_OUT_OF_GAME_FORMAT" = "Νίκησε στην πρόκλησή σας στο %1$@: %2$@";

/* Change */
"CHANGE" = "Αλλαγή";

/* Close Friend Request Alert Button Title */
"CLOSE_FRIEND_REQUEST_ALERT_BUTTON_TITLE" = "Κλείσιμο";

/* Close Turn Based Alert Button Title */
"CLOSE_TURN_BASED_ALERT_BUTTON_TITLE" = "Κλείσιμο";

/* Format string used for '30 Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_PLURAL" = "%1$@ επιτεύγματα";

/* Format string used for '1 Achievement' */
"COMPARE_N_ACHIEVEMENTS_HEADER_SINGULAR" = "%1$@ επίτευγμα";

/* Format string used for 'No Achievements' */
"COMPARE_N_ACHIEVEMENTS_HEADER_ZERO" = "Κανένα επίτευγμα";

/* Connecting invite label */
"CONNECTING_INVITE_LABEL" = "Σύνδεση";

/* Connection failed alert message */
"CONNECTION_FAILED_ALERT_MESSAGE" = "Δεν ήταν δυνατή η σύνδεση με το διακομιστή Game Center.";

/* Create New Apple ID Button */
"CREATE_NEW_ACCOUNT" = "Δημιουργία νέου Apple ID";

/* Declined invite label */
"DECLINED_INVITE_LABEL" = "Απορρίφτηκε";

/* Decline Invite Button Title */
"DECLINE_INVITE_BUTTON_TITLE" = "Άρνηση";

/* Default game invitation message */
"DEFAULT_GAME_INVITATION_MESSAGE_FORMAT" = "Θέλεις να παίξουμε %@;";

/* Challenge button title for when displaying non-local player's score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OTHER" = "Αποστολή πρόκλησης";

/* Challenge button title for when displaying local player's own score or achievement detail screen */
"DETAIL_SCREEN_CHALLENGE_BUTTON_TITLE_FROM_OWN" = "Πρόκληση φίλων";

/* Share button title for when displaying score or achievement detail screen */
"DETAIL_SCREEN_SHARE_BUTTON_TITLE" = "Κοινή χρήση";

/* Disable Button */
"DISABLE_BUTTON" = "Απενεργοποίηση";

/* Disconnected invite label */
"DISCONNECTED_INVITE_LABEL" = "Αποσυνδεδεμένο";

/* Button title used to dismiss a friend or game recommendation */
"DISMISS_CONFIRMATION_BUTTON_TITLE" = "Αφαίρεση";

/* Done button title */
"DONE_BUTTON_TITLE" = "Τέλος";

/* button to send friend request */
"DONT_SEND" = "Να μη γίνει αποστολή";

/* title for 'buy game' button in game detail view when the game is downloading */
"DOWNLOADING_BUTTON_TITLE" = "Εγκατάσταση…";

/* Ellipsis for truncation at end of string */
"ELLIPSIS_FOR_TRUNCATION" = "…";

/* challenge invite message field placeholder text */
"ENTER_OPTIONAL_MESSAGE" = "Εισαγωγή προαιρετικού μηνύματος...";

/* GKErrorAuthenticationInProgress description */
"ERROR_AUTHENTICATIONINPROGRESS_DESCRIPTION" = "Δεν ήταν δυνατή η ολοκλήρωση της αιτούμενης λειτουργίας επειδή ήδη γίνεται έλεγχος ταυτότητας τοπικού παίκτη.";

/* GKErrorCancelled description */
"ERROR_CANCELLED_DESCRIPTION" = "Η αιτούμενη λειτουργία ακυρώθηκε.";

/* GKErrorCommunicationsFailure description */
"ERROR_COMMUNICATIONSFAILURE_DESCRIPTION" = "Δεν ήταν δυνατή η ολοκλήρωση της αιτούμενης λειτουργίας εξαιτίας σφάλματος επικοινωνίας με το διακομιστή.";

/* GKErrorGameUnrecognized description */
"ERROR_GAMEUNRECOGNIZED_DESCRIPTION" = "Δεν ήταν δυνατή η ολοκλήρωση της αιτούμενης λειτουργίας επειδή αυτή η εφαρμογή δεν αναγνωρίζεται από το Game Center.";

/* GKErrorInvalidCredentials description */
"ERROR_INVALIDCREDENTIALS_DESCRIPTION" = "Δεν ήταν δυνατή η ολοκλήρωση της αιτούμενης λειτουργίας επειδή το όνομα χρήστη και/ή το συνθηματικό είναι λανθασμένα.";

/* GKErrorInvalidParameter description */
"ERROR_INVALIDPARAMETER_DESCRIPTION" = "Δεν ήταν δυνατή η ολοκλήρωση των αιτούμενων λειτουργιών επειδή μία ή περισσότερες παράμετροι δεν είναι έγκυρες.";

/* GKErrorInvalidPlayer description */
"ERROR_INVALIDPLAYER_DESCRIPTION" = "Δεν ήταν δυνατή η ολοκλήρωση της αιτούμενης λειτουργίας επειδή ο παίκτης δεν είναι έγκυρος.";

/* GKErrorIssueChallengeDenied description */
"ERROR_INVALID_CHALLENGE" = "Η αίτηση πρόκλησης απέτυχε λόγω μη έγκυρων δεδομένων πρόκλησης.";

/* GKErrorMatchRequestInvalid description */
"ERROR_MATCHREQUESTINVALID_DESCRIPTION" = "Δεν ήταν δυνατή η ολοκλήρωση της αιτούμενης λειτουργίας επειδή η αίτηση αντιστοίχισης δεν είναι έγκυρη.";

/* GKErrorNotAuthenticated description */
"ERROR_NOTAUTHENTICATED_DESCRIPTION" = "Δεν ήταν δυνατή η ολοκλήρωση της αιτούμενης λειτουργίας επειδή δεν έχει γίνει έλεγχος ταυτότητας τοπικού παίκτη.";

/* GKErrorParentalControlsBlocked description */
"ERROR_PARENTALCONTROLSBLOCKED_DESCRIPTION" = "Δεν ήταν δυνατή η ολοκλήρωση της αιτούμενης λειτουργίας επειδή αυτή η δυνατότητα έχει απενεργοποιηθεί στους περιορισμούς.";

/* GKErrorScoreNotSet description */
"ERROR_SCORENOTSET_DESCRIPTION" = "Δεν ήταν δυνατή η ολοκλήρωση της αιτούμενης λειτουργίας επειδή η τιμή βαθμολογίας δεν έχει οριστεί.";

/* GKErrorTurnBasedInvalidParticipant description */
"ERROR_TBG_INVALID_PARTICIPANT" = "Δεν ήταν δυνατή η ολοκλήρωση της ζητούμενης λειτουργίας, επειδή ο συγκεκριμένος συμμετέχων δεν είναι έγκυρος.";

/* GKErrorTurnBasedInvalidState description */
"ERROR_TBG_INVALID_STATE" = "Δεν ήταν δυνατή η ολοκλήρωση της ζητούμενης λειτουργίας, επειδή η συνεδρία βρίσκεται σε μη έγκυρη κατάσταση.";

/* GKErrorTurnBasedInvalidTurn description */
"ERROR_TBG_INVALID_TURN" = "Δεν ήταν δυνατή η ολοκλήρωση της ζητούμενης λειτουργίας, επειδή ο συγκεκριμένος συμμετέχων δεν έχει την απαραίτητη κατάσταση σειράς.";

/* GKErrorTurnBasedMatchDataTooLarge description */
"ERROR_TBG_MATCH_DATA_TO_LARGE" = "Δεν ήταν δυνατή η ολοκλήρωση της ζητούμενης λειτουργίας, επειδή τα δεδομένα ταιριάσματος ήταν πολύ μεγάλα.";

/* GKErrorTurnBasedTooManySessions description */
"ERROR_TBG_TOO_MANY_SESSIONS" = "Δεν ήταν δυνατή η ολοκλήρωση της ζητούμενης λειτουργίας, επειδή θα υπερέβαινε τον μέγιστο αριθμό συνεδριών.";

/* GKErrorUnderage description */
"ERROR_UNDERAGE_DESCRIPTION" = "Δεν ήταν δυνατή η ολοκλήρωση της αιτούμενης λειτουργίας επειδή αυτή η δυνατότητα είναι απενεργοποιημένη για ανήλικους παίκτες.";

/* GKErrorUnexpectedConnection description */
"ERROR_UNEXPECTEDCONNECTION_DESCRIPTION" = "Ένας απρόσμενος παίκτης συνδέθηκε σε αγώνα.";

/* GKErrorUnknown description */
"ERROR_UNKNOWN_DESCRIPTION" = "Δεν ήταν δυνατή η ολοκλήρωση της αιτούμενης λειτουργίας εξαιτίας άγνωστου σφάλματος.";

/* GKErrorUserDenied description */
"ERROR_USERDENIED_DESCRIPTION" = "Δεν ήταν δυνατή η ολοκλήρωση της αιτούμενης λειτουργίας επειδή ο χρήστης την απέρριψε.";

/* Extra recipients */
"EXTRA_RECIPIENTS_FORMAT" = " και %@ ακόμη…";

/* Facebook like label format for plural likes */
"FACEBOOK_LABEL_PLURAL" = "Αυτό αρέσει σε %@ φίλους";

/* Facebook like label format for singular likes */
"FACEBOOK_LABEL_SINGULAR" = "Αυτό αρέσει σε %@ φίλο";

/* Message to show when liking via facebook is unavailable due to network connectivity issues or errors */
"FACEBOOK_LABEL_UNAVAILABLE" = "Μη δυνατό «Μου αρέσει»";

/* Facebook like label format for zero likes */
"FACEBOOK_LABEL_ZERO" = "Αυτό αρέσει σε %@ φίλους";

/* Label for Facebook like button when player hasn't liked game */
"FACEBOOK_LIKE_NORMAL_LABEL" = "Μου αρέσει";

/* Label for Facebook like button when player likes the game */
"FACEBOOK_LIKE_SELECTED_LABEL" = "Μου αρέσει";

/* Failed invite label */
"FAILED_INVITE_LABEL" = "Απέτυχε";

/* friend text in compare achievement screen */
"FRIEND" = "Φίλος";

/* Format string used for '<n> friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_PLURAL" = "%@ φίλοι";

/* Format string used for '<n> friend' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_SINGULAR" = "%@ φίλος";

/* Format string used for 'No friends' when showing local player in friends list */
"FRIENDS_IN_COMMON_ME_ZERO" = "Δεν υπάρχουν φίλοι";

/* Format string used for '<n> friends in common' */
"FRIENDS_IN_COMMON_PLURAL" = "%@ κοινοί φίλοι";

/* Format string used for '1 friend in common' */
"FRIENDS_IN_COMMON_SINGULAR" = "%@ κοινός φίλος";

/* Format string used for 'No friends in common' */
"FRIENDS_IN_COMMON_ZERO" = "Δεν υπάρχουν κοινοί φίλοι";

/* Friends-only player scope header (plural) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_PLURAL" = "%@ φίλοι";

/* Friends-only player scope header (singular) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_SINGULAR" = "%@ φίλος";

/* Friends-only player scope header (plural, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "%@ ΦΙΛΟΙ";

/* Friends-only player scope header (singular, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "%@ ΦΙΛΟΣ";

/* Friends-only player scope header (zero, uppercase) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "ΦΙΛΟΙ";

/* Friends-only player scope header (zero) */
"FRIENDS_ONLY_PLAYER_SCOPE_HEADER_ZERO" = "Φίλοι";

/* Friend request accepted format - 1:nickname (2:firstName 3:lastName) */
"FRIEND_ACCEPTANCE_ALIAS_1_FIRST_2_LAST_3_FORMAT" = "Αποδοχή αίτησης φιλίας από %1$@ (%2$@ %3$@).";

/* Friend request accepted format - 1:nickname (2:either firstName or lastName -- the user didn't fill in the other name) */
"FRIEND_ACCEPTANCE_ALIAS_1_NAME_2_FORMAT" = "Αποδοχή αίτησης φιλίας από %1$@ (%2$@).";

/* Friend request accepted format (either single string from the server, for older servers, or just the nickname if first and last are unavailable) */
"FRIEND_ACCEPTANCE_FORMAT" = "Ο χρήστης %1$@ αποδέχτηκε την αίτηση φιλίας σας.";

/* Friend picker Finding Players */
"FRIEND_PICKER_FINDING_PLAYERS" = "Εύρεση παικτών...";

/* Game invites disabled player status text */
"FRIEND_PICKER_GAME_INVITES_DISABLED" = "Δεν γίνονται αποδεκτές προσκλήσεις παιχνιδιών";

/* Section header title for players that have already earned an achievement */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED" = "Φίλοι που έχουν κερδίσει το επίτευγμα";

/* Section header title for players that have already earned an achievement (plural) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_PLURAL" = "%@ φίλοι που έχουν κερδίσει αυτό το επίτευγμα";

/* Section header title for players that have already earned an achievement (singular) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_SINGULAR" = "%@ φίλος που έχει κερδίσει αυτό το επίτευγμα";

/* Section header title for players that have already earned an achievement (zero) */
"FRIEND_PICKER_HEADER_TITLE_ALREADY_EARNED_ZERO" = "Κανένας φίλος δεν έχει κερδίσει αυτό το επίτευγμα";

/* Friends section header title */
"FRIEND_PICKER_HEADER_TITLE_FRIEND" = "Φίλοι";

/* Friends section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_PLURAL" = "%@ φίλοι";

/* Friends section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_SINGULAR" = "%@ φίλος";

/* Friends section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_FRIEND_ZERO" = "%@ φίλοι";

/* Doesn't Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED" = "Φίλοι που δεν έχουν παίξει";

/* Doesn't Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_PLURAL" = "%@ φίλοι που δεν έχουν παίξει";

/* Doesn't Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_SINGULAR" = "%@ φίλος που δεν έχει παίξει";

/* Doesn't Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_NOT_YET_PLAYED_ZERO" = "Κανένας φίλος που δεν έχει παίξει";

/* Play This Game section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME" = "Φίλοι που παίζουν αυτό το παιχνίδι";

/* Play This Game section header title (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_PLURAL" = "%@ φίλοι που παίζουν αυτό το παιχνίδι";

/* Play This Game section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_SINGULAR" = "%@ φίλος που παίζει αυτό το παιχνίδι";

/* Play This Game section header title (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYED_THIS_GAME_ZERO" = "Κανένας φίλος που παίζει αυτό το παιχνίδι";

/* Players section header title */
"FRIEND_PICKER_HEADER_TITLE_PLAYER" = "Παίκτες";

/* Players section header title format (plural) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_PLURAL" = "%@ παίκτες";

/* Players section header title (singular) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_SINGULAR" = "%@ παίκτης";

/* Players section header title format (zero) */
"FRIEND_PICKER_HEADER_TITLE_PLAYER_ZERO" = "%@ παίκτες";

/* Friend picker Not Online */
"FRIEND_PICKER_NOT_ONLINE" = "Εκτός σύνδεσης";

/* Friend picker scope title for showing all friends */
"FRIEND_PICKER_SCOPE_TITLE_ALL" = "ΟΛΟΙ";

/* Friend picker scope title for showing nearby players */
"FRIEND_PICKER_SCOPE_TITLE_NEARBY" = "ΓΕΙΤΟΝΙΚΑ";

/* Friend picker scope title for showing recent friends */
"FRIEND_PICKER_SCOPE_TITLE_RECENT" = "ΠΡΟΣΦΑΤΑ";

/* Friend request composition window back button */
"FRIEND_REQUEST" = "Αίτηση φιλίας";

/* friend request alert message */
"FRIEND_REQUEST_ALERT_MESSAGE_FORMAT" = "Θέλετε να στείλετε αίτηση φιλίας σε %@";

/* Friend Request alert title */
"FRIEND_REQUEST_ALERT_TITLE" = "Αίτηση φιλίας";

/* Friend request notification title. */
"FRIEND_REQUEST_NOTIFICATION_TITLE_FORMAT" = "Αίτηση φιλίας από τον χρήστη %1$@";

/* Format string used for '<n> games' for local player in friends list */
"GAMES_IN_COMMON_ME_PLURAL" = "%@ παιχνίδια";

/* Format string used for '1 game' for local player in friends list */
"GAMES_IN_COMMON_ME_SINGULAR" = "%@ παιχνίδι";

/* Format string used for 'No games' for local player in friends list */
"GAMES_IN_COMMON_ME_ZERO" = "Δεν υπάρχουν παιχνίδια";

/* Format string used for '<n> games in common' */
"GAMES_IN_COMMON_PLURAL" = "%@ κοινά παιχνίδια";

/* Format string used for '1 game in common' */
"GAMES_IN_COMMON_SINGULAR" = "%@ κοινό παιχνίδι";

/* Format string used for 'No games in common' */
"GAMES_IN_COMMON_ZERO" = "Δεν υπάρχουν κοινά παιχνίδια";

/* Game Cancelled Alert Header */
"GAME_CANCELLED_ALERT_HEADER" = "Το παιχνίδι ακυρώθηκε";

/* Warning alert for storedemo */
"GAME_CENTER_ACCOUNT_LOCKED" = "Δυνατότητα απενεργοποιημένη";

/* Default title text for alerts */
"GAME_CENTER_ALERT_TITLE" = "Game Center";

/* alert title */
"GAME_CENTER_DEMO_MODE" = "Τρόπος επίδειξης";

/* Game Center Disabled alert title */
"GAME_CENTER_DISABLED" = "Απενεργοποίηση του Game Center;";

/* Game Center Disabled alert message */
"GAME_CENTER_DISABLED_ALERT_MESSAGE" = "Μπορείτε να ενεργοποιήσετε το Game Center ανά πάσα στιγμή με σύνδεση μέσω της εφαρμογής Game Center.";

/* GAME CENTER header text */
"GAME_CENTER_HEADER_TEXT" = "GAME CENTER";

/* GKErrorNotSupported description */
"GAME_CENTER_IS_NOT_SUPPORTED" = "Το Game Center δεν υποστηρίζεται.";

/* A game that you have never played */
"GAME_DETAIL_NEVER_PLAYED" = "Δεν έχει παιχτεί";

/* Game Invite Alert Header With Alias and Game name */
"GAME_INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_FORMAT" = "Πρόσκληση από %1$@ για το «%2$@»";

/* Game Invite Alert Header With Alias only */
"GAME_INVITE_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "Πρόσκληση από τον χρήστη %1$@";

/* Game Invite Cancelled Alert Header With Alias */
"GAME_INVITE_CANCELLED_ALERT_HEADER_ALIAS_FORMAT" = "Ακυρώθηκε η πρόσκληση από %@.";

/* Game Invite failed due to not finding mininum number of players  */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS" = "Το Αυτόματο ταίριασμα δεν μπόρεσε να βρεί αρκετούς παίκτες. Προσκαλέστε επιπλέον παίκτες.";

/* Not Enough Players */
"GAME_INVITE_UNABLE_TO_FIND_MIN_PLAYERS_TITLE" = "Δεν υπάρχουν αρκετοί παίκτες";

/* Game not recognized alert title */
"GAME_NOT_RECOGNIZED_ALERT_TITLE" = "Αυτό το παιχνίδι δεν αναγνωρίζεται από το Game Center.";

/* Game rating failed because the user was not logged into Game Center with an account used to purchase the game. */
"GAME_RATING_INVALID_CREDENTIALS" = "Για να βαθμολογήσετε αυτό το παιχνίδι, πρέπει να πραγματοποιήσετε είσοδο με το Apple ID που χρησιμοποιήσατε για να το αγοράσετε.";

/* Game rating not sent alert title */
"GAME_RATING_NOT_SENT" = "Η βαθμολογία παιχνιδιού δεν έχει αποσταλεί";

/* Game Reconnect Message */
"GAME_RECONNECT_MESSAGE" = "Να γίνει ξανά σύνδεση;";

/* GKMatchmakerViewController Title */
"GKMATCHMAKERVIEWCONTROLLER_TITLE" = "Πολλοί παίκτες";

/* Global player scope header (plural) */
"GLOBAL_PLAYER_SCOPE_HEADER_PLURAL" = "Και οι %@ παίκτες";

/* Global player scope header (singular */
"GLOBAL_PLAYER_SCOPE_HEADER_SINGULAR" = "Όλοι οι παίκτες";

/* Global player scope header (plural, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_PLURAL" = "ΚΑΙ ΟΙ %@ ΠΑΙΚΤΕΣ";

/* Global player scope header (singular, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_SINGULAR" = "ΟΛΟΙ ΟΙ ΠΑΙΚΤΕΣ";

/* Global player scope header (zero, uppercase) */
"GLOBAL_PLAYER_SCOPE_HEADER_UPPERCASE_ZERO" = "ΟΛΟΙ ΟΙ ΠΑΙΚΤΕΣ";

/* Global player scope header (zero) */
"GLOBAL_PLAYER_SCOPE_HEADER_ZERO" = "Όλοι οι παίκτες";

/* achievement title in compare achievement screen for hidden achievement (iphone version) */
"HIDDEN" = "Κρυμμένο";

/* Forgot your Apple ID or password? URL title */
"IFORGOT_LINK_TITLE" = "Ξεχάσατε το Apple ID ή το συνθηματικό σας;";

/* Import Friends Title */
"IMPORT_FRIENDS_TITLE" = "Εισαγωγή φίλων";

/* Incompatible invite label */
"INCOMPATIBLE_INVITE_LABEL" = "Μη συμβατό";

/* Incorrect Password alert message */
"INCORRECT_PASSWORD_ALERT_MESSAGE" = "Κάποιο συνθηματικό εισήχθη λανθασμένα πάρα πολλές φορές. Αν ξεχάσατε το συνθηματικό σας, αγγίξτε \"Επαναφορά\" για να το αλλάξετε.";

/* Incorrect Password alert title */
"INCORRECT_PASSWORD_ALERT_TITLE" = "Λανθασμένο συνθηματικό";

/* Game Invite Cancelled Alert Header Without Alias */
"INVITATION_CANCELLED" = "Η πρόσκληση ακυρώθηκε";

/* Invitation Title */
"INVITATION_TITLE" = "Πρόσκληση";

/* Invited invite label */
"INVITED_INVITE_LABEL" = "Σε αναμονή…";

/* Invitee Accepted Alert Header */
"INVITEE_ACCEPTED_ALERT_HEADER" = "Αποδοχή πρόσκλησης από παίκτη.";

/* Invitee Accepted Alert Header With Alias and Game name */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_1_GAMENAME_2_FORMAT" = "Ο χρήστης %1$@ αποδέχτηκε την πρόκλησή σας για %2$@.";

/* Invitee Accepted Alert Header With Alias only */
"INVITEE_ACCEPTED_ALERT_HEADER_ALIAS_ONLY_FORMAT" = "Αποδοχή πρόσκλησης από %@.";

/* Invitee Accepted Alert Header With Game name only */
"INVITEE_ACCEPTED_ALERT_HEADER_GAME_NAME_ONLY_FORMAT" = "Αποδοχή πρόσκλησης από παίκτη για %@.";

/* Invitee Declined Alert Header */
"INVITEE_DECLINED_ALERT_HEADER" = "Απόρριψη πρόσκλησης από παίκτη.";

/* Rank among friends format plural */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_PLURAL" = "#%1$@ από %2$@ φίλους";

/* Rank among friends format singular */
"INVITE_ALERT_HEADER_ALIAS_1_GAME_NAME_2_SINGULAR" = "#%1$@ από %2$@ φίλο";

/* Invite button description (plural) */
"INVITE_BUTTON_DESCRIPTION_PLURAL" = "Προσκαλέστε έως %d φίλους ακόμη από τη λίστα φίλων σας στο Game Center";

/* Invite button description (singular) */
"INVITE_BUTTON_DESCRIPTION_SINGULAR" = "Προσκαλέστε έναν φίλο ακόμη από τη λίστα φίλων σας στο Game Center";

/* Invite button description (zero) */
"INVITE_BUTTON_DESCRIPTION_ZERO" = "μ/δ";

/* Challenge friends picker view's title bar for when picking friends to send a challenge to */
"INVITE_CHALLENGE_FRIENDS" = "Πρόκληση φίλων";

/* Invite Friend */
"INVITE_FRIEND" = "Πρόσκληση";

/* Invite Friends Title */
"INVITE_FRIENDS_TITLE" = "Πρόσκληση";

/* Invite Players Button Title */
"INVITE_PLAYERS_BUTTON_TITLE" = "Πρόσκληση παικτών";

/* Invite up to n players format string (plural) */
"INVITE_UP_TO_N_PLAYERS_PLURAL" = "Προσκαλέστε έως %@ παίκτες";

/* Invite up to 1 player format string (singular) */
"INVITE_UP_TO_N_PLAYERS_SINGULAR" = "Προσκαλέστε έως %@ παίκτη";

/* Invite up to n players format string (zero) */
"INVITE_UP_TO_N_PLAYERS_ZERO" = "Προσκαλέστε έως %@ παίκτες";

/* Just played: <game> format string */
"JUST_PLAYED_LAST_PLAYED_GAME_FORMAT" = "Μόλις παίχτηκε: %@";

/* Last matched on date format */
"LAST_MATCHED_ON_DATE_FORMAT" = "Τελ. αναμέτρηση: %1$@";

/* Last played: <game> format string */
"LAST_PLAYED_GAME_FORMAT" = "Τελευταίο παιχνίδι: %@";

/* Last Played <date> label */
"LAST_PLAYED_LABEL" = "Τελευταίο παιχνίδι";

/* Last played on date format */
"LAST_PLAYED_ON_DATE_FORMAT" = "Τελευταίο παιχνίδι: %1$@";

/* Launch App Button Title */
"LAUNCH_APP_BUTTON_TITLE" = "Εκκίνηση εφαρμογής";

/* Leaderboards controller title */
"LEADERBOARDS_CONTROLLER_TITLE" = "Κορυφαίοι παίκτες";

/* Leaderboard categories (plural) */
"LEADERBOARD_CATEGORIES_PLURAL" = "%@ πίνακες κορυφαίων παικτών";

/* Leaderboard categories (singular) */
"LEADERBOARD_CATEGORIES_SINGULAR" = "Κορυφαίοι παίκτες %@";

/* Leaderboard categories (zero) */
"LEADERBOARD_CATEGORIES_ZERO" = "%@ πίνακες κορυφαίων παικτών";

/* Leaderboard sheet title */
"LEADERBOARD_DEFAULT_TITLE" = "Κορυφαίοι παίκτες";

/* leaderboard range limits execption string */
"LEADERBOARD_RANGE_LIMITS_EXECPTION" = "Το εύρος πίνακα κορυφαίων παικτών {%d,%d} πρέπει να έχει τοποθεσία >= %d και εύρος <= %d";

/* Loading… status text */
"LOADING_STATUS" = "Φόρτωση...";

/* Login Button */
"LOGIN_BUTTON" = "Σύνδεση";

/* Matchmaker Connecting */
"MATCHMAKER_CONNECTING_TO_PLAYERS" = "Σύνδεση…";

/* Matchmaker Finding Players */
"MATCHMAKER_FINDING_PLAYERS" = "Εύρεση παικτών…";

/* Matchmaker Invite Friends */
"MATCHMAKER_INVITE_FRIENDS" = "Πρόσκληση";

/* Matchmaker Inviting Players */
"MATCHMAKER_INVITING_PLAYERS" = "Προσκαλούνται παίκτες";

/* Matchmaker Play Now */
"MATCHMAKER_PLAY_NOW" = "Παίξτε τώρα";

/* Matchmaker Starting Game */
"MATCHMAKER_STARTING_GAME" = "Έναρξη παιχνιδιού…";

/* Matchmaker Waiting for game to start */
"MATCHMAKER_WAITING_TO_START" = "Σε αναμονή…";

/* Me */
"ME" = "Εγώ";

/* Me */
"ME_TEXT_IN_COMPARE_ACHIEVEMENT_SCREEN" = "Εγώ";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE" = "%1$@ - %2$@ παίκτες";

/* multiplayer player range singular */
"MULTIPLAYER_PLAYER_RANGE_SINGULAR" = "%@ παίκτες";

/* <identifiable name> <quoted alias> */
"NAME_FIRST_1_LAST_2_FORMAT" = "%1$@ %2$@";

/* Label next to switch for turning on/off nearby multiplayer */
"NEARBY_PLAYERS" = "Κοντινοί παίκτες";

/* Message explaining nearby multiplayer underneath the on/off switch */
"NEARBY_PLAYERS_MESSAGE" = "Οι κοντινοί παίκτες θα σας βρίσκουν και θα μπορούν να σας προσκαλούν σε παιχνίδια μέσω Wi-Fi ή Bluethooth.";

/* Never Played */
"NEVER_PLAYED" = "Δεν έχει παιχτεί";

/* Never played string for cell line 1 in category list */
"NEVER_PLAYED_CATEGORY_LIST" = "Δεν έχει παιχτεί";

/* Next */
"NEXT" = "Επόμενο";

/* now (time) */
"NOW_TIME" = "τώρα";

/* No Achievements */
"NO_ACHIEVEMENTS" = "Κανένα επίτευγμα";

/* No achievements details string */
"NO_ACHIEVEMENTS_DETAILS" = "Κανένα επίτευγμα";

/* No Answer invite label */
"NO_ANSWER_INVITE_LABEL" = "Καμία απάντηση";

/* No Friends message */
"NO_FRIENDS_MESSAGE" = "Δεν υπάρχουν φίλοι";

/* No Friend Scores (uppercase) */
"NO_FRIEND_SCORES_UPPERCASE" = "ΔΕΝ ΥΠΑΡΧΟΥΝ ΒΑΘΜΟΛΟΓΙΕΣ ΦΙΛΩΝ";

/* No leaderboard details string */
"NO_LEADERBOARD_DETAILS" = "Κανένας πίνακας";

/* No leaderboard details string */
"NO_LEADERBOARD_OR_ACHIEVEMENT_DETAILS" = "Κανένας πίνακας ή επίτευγμα";

/* No network alert message */
"NO_NETWORK_ALERT_MESSAGE" = "Δοκιμάστε ξανά όταν είστε συνδεδεμένοι σε δίκτυο.";

/* No network alert title */
"NO_NETWORK_ALERT_TITLE" = "Το δίκτυο δεν είναι διαθέσιμο";

/* No score - player rank is zero */
"NO_SCORE" = "Καμία βαθμ/γία";

/* No Scores */
"NO_SCORES" = "Καμία βαθμολογία";

/* No Scores (uppercase) */
"NO_SCORES_UPPERCASE" = "ΔΕΝ ΥΠΑΡΧΟΥΝ ΒΑΘΜΟΛΟΓΙΕΣ";

/* No Status placeholder string */
"NO_STATUS_PLACEHOLDER" = "Καμία κατάσταση";

/* OK Button */
"OK_BUTTON" = "OK";

/* Overall leaderboard navigation bar title */
"OVERALL_LEADERBOARD_CATEGORY_TITLE" = "Συνολικά";

/* Parenthesized format string - typically used for (Bottom 10%) */
"PARENTHETICAL_FORMAT" = "(%1$@)";

/* Password incorrect alert message */
"PASSWORD_INCORRECT_ALERT_MESSAGE" = "Το Apple ID που εισαγάγατε δεν βρέθηκε ή το συνθηματικό σας ήταν λανθασμένο.\nΔοκιμάστε ξανά.";

/* Password Placeholder */
"PASSWORD_PLACEHOLDER" = "Συνθηματικό";

/* Sandbox Password Placeholder */
"PASSWORD_PLACEHOLDER_SANDBOX" = "Συνθηματικό Sandbox";

/* Bottom x% format string */
"PERCENT_BOTTOM_FORMAT" = "Τελευταίοι %@";

/* Top x% format string */
"PERCENT_TOP_FORMAT" = "Κορυφαίοι %@";

/* Played Today: <game> format string */
"PLAYED_TODAY_LAST_PLAYED_GAME_FORMAT" = "Σήμερα έπαιξε: %@";

/* n or n+1 Players format string */
"PLAYERS_N1_OR_N_PLUS_ONE_2_FORMAT" = "%1$@ ή %2$@ παίκτες";

/* n to n+x Players format string */
"PLAYERS_N1_TO_M2_FORMAT" = "%1$@ έως %2$@ παίκτες";

/* n Players */
"PLAYER_COUNT_PLURAL" = "%@ παίκτες";

/* 1 Player */
"PLAYER_COUNT_SINGULAR" = "%@ παίκτης";

/* A friend who has never played a game  */
"PLAYER_DETAIL_NEVER_PLAYED" = "Δεν έχει παιχτεί";

/* Player disconnected format string */
"PLAYER_DISCONNECTED_FORMAT" = "%@ έχει αποσυνδεθεί.";

/* Play button title */
"PLAY_BUTTON_TITLE" = "Παιχνίδι";

/* Play Game button title */
"PLAY_GAME_BUTTON_TITLE" = "Παιχνίδι";

/* Play now button description (plural) */
"PLAY_NOW_BUTTON_DESCRIPTION_PLURAL" = "Παίξτε τώρα και το Game Center θα βρει έως και %d επιπλέον παίκτες για να παίξετε μαζί τους.";

/* Play now button description (singular) */
"PLAY_NOW_BUTTON_DESCRIPTION_SINGULAR" = "Παίξτε τώρα και το Game Center θα βρει έως και έναν επιπλέον παίκτη για να παίξετε μαζί του";

/* Play now button description (zero) */
"PLAY_NOW_BUTTON_DESCRIPTION_ZERO" = "Παίξτε τώρα και το Game Center θα διαμορφώσει το παιχνίδι σας με τους επιλεγμένους παίκτες.";

/* Play Now Button Title */
"PLAY_NOW_BUTTON_TITLE" = "Παίξτε τώρα";

/* Profile blacklisted alert message */
"PROFILE_BLACKLISTED_ALERT_MESSAGE" = "Το Apple ID που εισαγάγατε έχει απενεργοποιηθεί. Επικοινωνήστε με την υποστήριξη πελατών.";

/* quotes surrounding nicknames as displayed within lists (such as leaderboards) -- prefixed with directional marker */
"QUOTED_ALIAS_FORMAT" = "‎«%@»";

/* string within quotes for invite messages */
"QUOTED_MESSAGE_FORMAT" = "‎«%@»";

/* Ranked about the same as me */
"RANKED_ABOUT_SAME_AS_ME" = "Περίπου ίδια με εμένα";

/* Ranked higher than me */
"RANKED_HIGHER_THAN_ME" = "Υψηλότερα από εμένα";

/* Ranked lower than me */
"RANKED_LOWER_THAN_ME" = "Χαμηλότερα από εμένα";

/* Rank and leaderboard size (plural) */
"RANK_1_LEADERBOARD_SIZE_2_PLURAL" = "#%1$@ από %2$@ παίκτες";

/* Rank and leaderboard size (singular) */
"RANK_1_LEADERBOARD_SIZE_2_SINGULAR" = "#%1$@ από %2$@ παίκτης";

/* #rank of max scores format */
"RANK_1_OF_MAX_SCORES_2_FORMAT" = "#%1$@ από %2$@";

/* <rank> (<Top/Bottom x%>) format string */
"RANK_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* Rank formatting string */
"RANK_FORMAT" = "%@";

/* Not ranked string for cell line 3 */
"RANK_NONE" = "Χωρίς κατάταξη";

/* #<rank> format string */
"RANK_WITH_SYMBOL_FORMAT" = "#%@";

/* Ratings (plural) string */
"RATINGS_COUNT_PLURAL" = "%@ βαθμολογίες";

/* Ratings (singular) string */
"RATINGS_COUNT_SINGULAR" = "%@ βαθμολογία";

/* Ratings (zero) string */
"RATINGS_COUNT_ZERO" = "Καμία βαθμολογία";

/* Ready invite label */
"READY_INVITE_LABEL" = "Έτοιμος/η";

/* N recipients */
"RECIPIENT_COUNT_PLURAL" = "%@ παραλήπτες";

/* 1 recipient */
"RECIPIENT_COUNT_SINGULAR" = "%@ παραλήπτης";

/* recipient seperator in inactive compose field */
"RECIPIENT_SEPERATOR_IN_INACTIVE_COMPOSE_FIELD" = ", ";

/* relative hours ago (plural) */
"RELATIVE_HOURS_AGO_PLURAL" = "%@ ώρες πριν";

/* relative hours ago (singular) */
"RELATIVE_HOURS_AGO_SINGULAR" = "%@ ώρα πριν";

/* relative minutes ago (plural) */
"RELATIVE_MINUTES_AGO_PLURAL" = "%@ λεπτά πριν";

/* relative minutes ago (singular) */
"RELATIVE_MINUTES_AGO_SINGULAR" = "%@ λεπτό πριν";

/* relative seconds ago (plural) */
"RELATIVE_SECONDS_AGO_PLURAL" = "%@ δευτερόλεπτα πριν";

/* Remove */
"REMOVE_BUTTON_TITLE" = "Αφαίρεση";

/* Remove Player Button */
"REMOVE_PLAYER_BUTTON" = "Αφαίρεση";

/* Report a Problem Title */
"REPORT_PROBLEM" = "Αναφορά προβλήματος";

/* Reset Button */
"RESET_BUTTON" = "Επαναφορά";

/* <score> (<Top/Bottom x%>) format string */
"SCORE_1_TOP_BOTTOM_2_FORMAT" = "%1$@ (%2$@)";

/* goal text for score challenge alert, i.e. '1000 gold pieces on Level 1' */
"SCORE_CHALLENGE_RECEIVED_ALERT_GOAL_FORMAT" = "%1$@ στο %2$@";

/* Search results format string (plural) */
"SEARCH_RESULTS_PLURAL" = "%@ αποτελέσματα";

/* Search results format string (singular) */
"SEARCH_RESULTS_SINGULAR" = "1 αποτέλεσμα";

/* Search results format string (zero) */
"SEARCH_RESULTS_ZERO" = "Δεν υπάρχουν αποτελέσματα";

/* Send Friend Request alert title */
"SEND_FRIEND_REQUEST" = "Αίτηση φιλίας";

/* Settings Button */
"SETTINGS_BUTTON" = "Ρυθμίσεις";

/* HTML formatted email body for sharing an achievement earned by the local player */
"SHARE_ACHIEVEMENT_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>Κέρδισα <a href=\"%3$@\">%1$@ στο παιχνίδι %2$@</a>.</p></html>";

/* HTML formatted email body for sharing an achievement earned by another player */
"SHARE_ACHIEVEMENT_EMAIL_OTHER_PLAYER_BODY" = "<html><p>Ο χρήστης %1$@ κέρδισε <a href=\"%4$@\">%2$@ στο παιχνίδι %3$@</a>.</p></html>";

/* Subject when sharing an achievement via email. */
"SHARE_ACHIEVEMENT_EMAIL_SUBJECT" = "%@";

/* HTML formatted email body for sharing an unearned achievement for the local player */
"SHARE_ACHIEVEMENT_EMAIL_UNEARNED_LOCAL_PLAYER_BODY" = "<html><p>Θέλω να κερδίσω <a href=\"%3$@\">%1$@ στο παιχνίδι %2$@</a>.</p></html>";

/* Message for sharing your own achievement */
"SHARE_ACHIEVEMENT_LOCAL_PLAYER" = "Κέρδισα %1$@ στο παιχνίδι %2$@.";

/* Message for sharing someone else's achievement */
"SHARE_ACHIEVEMENT_OTHER_PLAYER" = "Ο χρήστης %1$@ κέρδισε %2$@ στο παιχνίδι %3$@.";

/* Message for sharing an achievement you want to earn */
"SHARE_ACHIEVEMENT_UNEARNED_LOCAL_PLAYER" = "Θέλω να κερδίσω %1$@ στο παιχνίδι %2$@.";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_LOCAL_PLAYER_BODY" = "<html><p>Δες τη <a href=\"%3$@\">βαθμολογία μου στο %1$@ για το παιχνίδι %2$@</a>.</p></html>";

/* HTML formatted email body for sharing a score via email. */
"SHARE_SCORE_EMAIL_OTHER_PLAYER_BODY" = "<html><p>Δες τη βαθμολογία <a href=\"%4$@\">%1$@ που κέρδισε στο %2$@ στο παιχνίδι %3$@</a>.</p></html>";

/* Subject when sharing a score via email. */
"SHARE_SCORE_EMAIL_SUBJECT" = "%@";

/* Message for sharing your own score */
"SHARE_SCORE_LOCAL_PLAYER" = "Δες τη βαθμολογία μου στο %1$@ για το παιχνίδι %2$@.";

/* Message for sharing someone else's score */
"SHARE_SCORE_OTHER_PLAYER" = "Δες τη βαθμολογία %1$@ που κέρδισε στο %2$@ στο παιχνίδι %3$@.";

/* Show All */
"SHOW_ALL" = "Εμφάνιση όλων";

/* Show More footer title */
"SHOW_MORE_TEXT" = "Εμφάνιση περισσότερων…";

/* Show %@ More cell in Leaderboard */
"SHOW_X_MORE_CELL_IN_LEADERBOARD_FORMAT" = "Εμφάνιση %@ ακόμη…";

/* Sign In Button */
"SIGN_IN_BUTTON" = "Είσοδος";

/* Sign in header message text */
"SIGN_IN_HEADER_MESSAGE_TEXT" = "Χρησιμοποιήστε το Game Center με το Apple ID σας και παίξτε παιχνίδια online με τους φίλους σας, όπου κι αν βρίσκονται.";

/* Starting Game… */
"STARTING_GAME" = "Έναρξη παιχνιδιού…";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME" = "Αγγίξτε για βαθμολογία";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_LANDSCAPE" = "Αγγίξτε για βαθμολόγηση αυτού του παιχνιδιού";

/* Tap to rate this game (shown next to rating star control in in-game headers) */
"TAP_TO_RATE_GAME_PORTRAIT" = "Αγγίξτε για βαθμολόγηση\nαυτού του παιχνιδιού";

/* All Time in leaderboard */
"TIME_SCOPE_ALL_TIME_TITLECASE" = "Όλα";

/* All Time in leaderboard iPad All Caps */
"TIME_SCOPE_ALL_TIME_UPPERCASE" = "ΟΛΑ";

/* This week in leaderboard */
"TIME_SCOPE_THIS_WEEK_TITLECASE" = "Εβδομάδα";

/* This week in leaderboard iPad All Caps */
"TIME_SCOPE_THIS_WEEK_UPPERCASE" = "ΕΒΔΟΜΑΔΑ";

/* Today in leaderboard */
"TIME_SCOPE_TODAY_TITLECASE" = "Σήμερα";

/* Today in leaderboard iPad All Caps */
"TIME_SCOPE_TODAY_UPPERCASE" = "ΣΗΜΕΡΑ";

/* To: */
"TO_LABEL" = "Προς:";

/* <truncation symbol> with close quote */
"TRUNCATION_SYMBOL_QUOTE" = "%1$@»";

/* Message for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_MESSAGE" = "Δοκιμάστε ξανά αργότερα.";

/* Title for Turn Based Match creation error alert */
"TURN_BASED_CREATE_FAILED_TITLE" = "Δεν είναι δυνατό το ταίριασμα";

/* String indicating a turn based game has finished */
"TURN_BASED_GAME_OVER" = "Τέλος παιχνιδιού";

/* Message for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_MESSAGE" = "Αφαιρέστε υπάρχον παιχνίδι και δοκιμάστε ξανά.";

/* Title for maximum games exceeded alert */
"TURN_BASED_INVITE_MAX_SESSIONS_TITLE" = "Δεν ήταν δυνατή η δημιουργία παιχνιδιού";

/* Message for maximum games exceeded for other alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_MESSAGE" = "Ένας προσκεκλημένος παίκτης έχει υπερβολικά πολλά ενεργά παιχνίδια.";

/* Title for maximum games exceeded for other player alert */
"TURN_BASED_INVITE_OTHER_MAX_SESSIONS_TITLE" = "Δεν ήταν δυνατή η δημιουργία παιχνιδιού";

/* String for describing when you last played a turn based game */
"TURN_BASED_LAST_PLAYED_FORMAT" = "%@";

/* String for describing when a game is new and no one has taken a turn yet */
"TURN_BASED_LAST_PLAYED_NEW_GAME" = "Νέο παιχνίδι";

/* String for describing when a game is new and no one has taken a turn yet in the session detail view */
"TURN_BASED_LAST_PLAYED_NO_TURN" = "Δεν έχει παίξει";

/* Title for quit button when you swipe an invite session cell */
"TURN_BASED_MATCHMAKER_DECLINE" = "Άρνηση";

/* Title for turn based matches view nav bar title while loading */
"TURN_BASED_MATCHMAKER_GAMES" = "Παιχνίδια";

/* Title for turn based matches view nav bar title plural */
"TURN_BASED_MATCHMAKER_GAMES_PLURAL" = "%@ παιχνίδια";

/* Title for turn based matches view nav bar title singular */
"TURN_BASED_MATCHMAKER_GAMES_SINGULAR" = "%@ παιχνίδι";

/* Title for turn based matches view nav bar when there are no active games */
"TURN_BASED_MATCHMAKER_GAMES_ZERO" = "Παιχνίδια";

/* Title for invitation detail view control that comes up when user chooses an invitation in turn based gaming session picker */
"TURN_BASED_MATCHMAKER_INVITATION_DETAIL_TITLE" = "Πρόσκληση";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_QUIT" = "Τερματισμός παιχνιδιού";

/* String for indicating a player has been invited to a turn based game */
"TURN_BASED_MATCHMAKER_READY" = "Έτοιμος/η";

/* Title for quit button when you swipe a current session cell */
"TURN_BASED_MATCHMAKER_REMOVE" = "Αφαίρεση παιχνιδιού";

/* Title for turn based invitations section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_INVITED" = "Προσκλήσεις";

/* Title for current sessions section header for another player's turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_OTHER_TURN" = "Σειρά άλλου παίκτη";

/* description of a participant who has the current turn in the session detail view */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_THIS_PLAYERS_TURN" = "Σειρά αυτού του παίκτη";

/* Title for current sessions section header for your turn */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_CURRENT_YOUR_TURN" = "Σειρά σας";

/* Title for finished sessions section header */
"TURN_BASED_MATCHMAKER_SECTION_HEADER_FINISHED" = "Τέλος παιχνιδιού";

/* Title for take turn button in session detail view */
"TURN_BASED_MATCHMAKER_TAKE_TURN" = "Παίξτε τη σειρά σας";

/* Title for view match button in session detail view */
"TURN_BASED_MATCHMAKER_VIEW_MATCH" = "Προβολή παιχνιδιού";

/* Invitation from another player */
"TURN_BASED_MATCH_DETAIL_INVITATION_FROM_FORMAT" = "Από %@";

/* string for indicating when the last turn taken */
"TURN_BASED_MATCH_DETAIL_LAST_TURN_FORMAT" = "Τελευταία σειρά που παίχτηκε: %@";

/* string for indicating when you don't know the start date of the match */
"TURN_BASED_MATCH_DETAIL_NO_START_DATE" = "Άγνωστη ημερομηνία έναρξης";

/* string for indicating when no turn was taken */
"TURN_BASED_MATCH_DETAIL_NO_TURN_TAKEN" = "Δεν παίχτηκε καμία σειρά";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_PLURAL" = "Παίξατε με τον χρήστη %1$@ και %2$d άλλους";

/* Text indicating who you played with */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_SINGULAR" = "Παίξατε με τον χρήστη %@";

/* Played with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYED_WITH_FORMAT_ZERO" = "Παίξατε με παίκτη αυτόματου ταιριάσματος";

/* Section header for N players section in session detail view */
"TURN_BASED_MATCH_DETAIL_PLAYERS_FORMAT" = "%d παίκτες";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_PLURAL" = "Παίζετε με τον χρήστη %1$@ και %2$d άλλους";

/* Text indicating who you are playing with */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_SINGULAR" = "Παίζετε με τον χρήστη %@";

/* Playing with auto-match player */
"TURN_BASED_MATCH_DETAIL_PLAYING_WITH_FORMAT_ZERO" = "Παίζετε με παίκτη αυτόματου ταιριάσματος";

/* string for indicating when you started the match */
"TURN_BASED_MATCH_DETAIL_STARTED_FORMAT" = "Άρχισε %@";

/* String for additional info when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_INFO" = "Πρόσκληση φίλων για παιχνίδι";

/* String for describing when a player has no turns on the turn based matchmaker view controller */
"TURN_BASED_NO_TURNS_STATUS" = "Δεν υπάρχουν παιχνίδια";

/* String for indicating that it is another player' turn in a turn based game */
"TURN_BASED_OTHER_TURN_FORMAT" = "Σειρά του/της «%@»";

/* String for indicating that it is another player's turn in a turn based game, but we don't know their name */
"TURN_BASED_OTHER_TURN_UNKNOWN" = "Σειρά τους";

/* String for indicating that another player won a turn based game */
"TURN_BASED_OTHER_WON_FORMAT" = "%@ νίκησε";

/* String for indicating that another player won a turn based game, but we don't know their name */
"TURN_BASED_OTHER_WON_UNKNOWN" = "Κέρδισε άλλος παίκτης";

/* String for indicating another player */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER" = "Άλλος παίκτης";

/* String for conjoining player name and outcome for example 'Bob won' */
"TURN_BASED_OUTCOME_ANOTHER_PLAYER_OUTCOME_FORMAT" = "%1$@: %2$@";

/* String for indicating that a player got first place */
"TURN_BASED_OUTCOME_FIRST" = "Πρώτη θέση";

/* String for indicating that a player got fourth place */
"TURN_BASED_OUTCOME_FOURTH" = "Τέταρτη θέση";

/* String for indicating that a player was last to lose */
"TURN_BASED_OUTCOME_LOST" = "Έχασε";

/* String for indicating the player that is the local player */
"TURN_BASED_OUTCOME_ME" = "Εγώ";

/* String for indicating that a player has no outcome */
"TURN_BASED_OUTCOME_NONE" = "Δεν υπάρχει έκβαση";

/* String for indicating that a player was last to quit */
"TURN_BASED_OUTCOME_QUIT" = "Τερματισμός";

/* String for indicating that a player got second place */
"TURN_BASED_OUTCOME_SECOND" = "Δεύτερη θέση";

/* String for indicating that a player got third place */
"TURN_BASED_OUTCOME_THIRD" = "Τρίτη θέση";

/* String for indicating that a player has tied */
"TURN_BASED_OUTCOME_TIED" = "Ισοπαλία";

/* String for indicating that a player ran out of time */
"TURN_BASED_OUTCOME_TIME_EXP" = "Εξάντληση χρόνου";

/* String for indicating that a player was first to win */
"TURN_BASED_OUTCOME_WON" = "Νίκησε";

/* String for indicating that the participant status is active */
"TURN_BASED_PARTICIPANT_STATUS_ACTIVE" = "Ενεργή";

/* String for indicating that the participant status is declined */
"TURN_BASED_PARTICIPANT_STATUS_DECLINED" = "Απορρίφτηκε";

/* String for indicating that the participant status is done */
"TURN_BASED_PARTICIPANT_STATUS_DONE" = "Τέλος";

/* String for indicating that the participant status is invited */
"TURN_BASED_PARTICIPANT_STATUS_INVITED" = "Δέχτηκε πρόσκληση";

/* String for indicating that the participant status is matching */
"TURN_BASED_PARTICIPANT_STATUS_MATCHING" = "Ταίριασμα";

/* format for conjoining status and outcome */
"TURN_BASED_PARTICIPANT_STATUS_OUTCOME_FORMAT" = "%1$@ %2$@";

/* String for indicating that the participant status is unknown */
"TURN_BASED_PARTICIPANT_STATUS_UNKNOWN" = "Άγνωστο";

/* String for indicating that it is your turn in a turn based game */
"TURN_BASED_YOUR_TURN" = "Σειρά σας";

/* String for indicating that you won a turn based game */
"TURN_BASED_YOU_WON" = "Κερδίσατε!";

/* Unable to Load header message */
"UNABLE_TO_LOAD" = "Δεν είναι δυνατή η φόρτωση";

/* Unable to Load Achievements */
"UNABLE_TO_LOAD_ACHIEVEMENTS" = "Δεν είναι δυνατή η φόρτωση επιτευγμάτων";

/* Unable to Load Friends message */
"UNABLE_TO_LOAD_FRIENDS" = "Δεν είναι δυνατή η φόρτωση φίλων";

/* Unable To Load (uppercase) */
"UNABLE_TO_LOAD_UPPERCASE" = "ΔΕΝ ΕΙΝΑΙ ΔΥΝΑΤΗ Η ΦΟΡΤΩΣΗ";

/* Could not send game rating alert title */
"UNABLE_TO_SUBMIT_GAME_RATING" = "Αυτή τη στιγμή, δεν είναι δυνατή η αποστολή βαθμολογίας παιχνιδιού. Δοκιμάστε ξανά αργότερα.";

/* Unauthenticated User */
"UNAUTHENTICATED_USER" = "Χρήστης χωρίς έλεγχο ταυτότητας";

/* Unexpected connection alert title */
"UNEXPECTED_CONNECTION_ALERT_HEADER" = "Αναπάντεχη σύνδεση";

/* Unexpected connection alert message */
"UNEXPECTED_CONNECTION_ALERT_MESSAGE" = "Συνδέθηκε απρόσμενος παίκτης. Το ταίριασμα παικτών θα ακυρωθεί.";

/* Uninvite */
"UNINVITE_BUTTON_TITLE" = "Ακύρωση";

/* Uninvite Now */
"UNINVITE_NOW" = "Ακύρωση τώρα";

/* Uninvite Players Alert Header */
"UNINVITE_PLAYERS_ALERT_HEADER" = "Να καταργηθεί η πρόσκληση παικτών;";

/* Uninvite Players Alert Message */
"UNINVITE_PLAYERS_ALERT_MESSAGE" = "Μερικοί προσκεκλημένοι παίκτες δεν έχουν απαντήσει ακόμη.";

/* Unknown player score string */
"UNKNOWN_PLAYER_SCORE" = "--- ";

/* Untitled App */
"UNTITLED_APP" = "Εφαρμογή χωρίς τίτλο";

/* Username Placeholder */
"USERNAME_PLACEHOLDER" = "Apple ID";

/* Sandbox Username Placeholder */
"USERNAME_PLACEHOLDER_SANDBOX" = "Apple ID Sandbox";

/* View Account Button */
"VIEW_ACCOUNT_BUTTON" = "Λογαριασμός";

/* View Frined Request Alert Button Title */
"VIEW_FRIEND_REQUEST_BUTTON_TITLE" = "Προβολή";

/* Waiting for authentication invite label */
"WAITING_FOR_AUTHENTICATION" = "Σε αναμονή για έλεγχο ταυτότητας…";

/* Waiting for host format string */
"WAITING_FOR_HOST_FORMAT" = "Σε αναμονή για έναρξη παιχνιδιού από %@.";

/* Wait alert button */
"WAIT_ALERT_BUTTON" = "Αναμονή";

/* Welcome back player name message */
"WELCOME_BACK_PLAYER_NAME_MESSAGE_FORMAT" = "Καλώς όρισες, %@";

/* Welcome title */
"WELCOME_TITLE" = "Καλώς ήρθατε";

/* Welcome to game center player name message */
"WELCOME_TO_GAME_CENTER_PLAYER_NAME_MESSAGE_FORMAT" = "Καλώς όρισες στο Game Center, %@";

/* Sandbox prompt */
"XXX_SANDBOX_XXX" = "✭✭✭ Sandbox ✭✭✭";

/* You have selected the maximum number of players. */
"YOU_HAVE_SELECTED_MAXIMUM_NUMBER_OF_PLAYERS" = "Έχετε επιλέξει το μέγιστο αριθμό παικτών.";

